Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Automatic Backups
ar: النسخ الاحتياطي التلقائي
de: Automatische Sicherungen
es: Copias de seguridad automáticas
fr: Sauvegardes automatiques
hu: Automatikus biztonsági mentések
ja: 自動バックアップ
nl: Automatische back-ups
pl: Automatyczne kopie zapasowe
pt: Cópias de Segurança Automáticas
ru: Автоматическое резервное копирование
sv: Automatiska säkerhetskopior
tr: Otomatik Yedeklemeler
vi: Tự động sao lưu
zh_hans: 自动备份
zh_hant: 自動備份

source: Automatic Icon Size
ar: حجم الأيقونة التلقائي
de: Automatische Symbolgröße
es: Tamaño de icono automático
fr: Taille automatique de l'icône
hu: Automatikus ikonméret
ja: 自動アイコンサイズ
nl: Automatische pictogramgrootte
pl: Automatyczny rozmiar ikon
pt: Tamanho Automático do Ícone
ru: Автоматический размер значка
sv: Automatisk symbolstorlek
tr: Otomatik Simge Boyutu
vi: Kích cỡ biểu tượng tự động
zh_hans: 自动图标大小
zh_hant: 自動調整圖示大小

source: Automatic or custom app icon size for the Glance header
ar: حجم تلقائي أو مخصص لأيقونة التطبيق في ترويسة Glance
de: Automatische oder eigene App-Symbolgröße für den Glance-Kopfbereich
es: Tamaño de icono de app automático o personalizado para la cabecera de Glance
fr: Taille d'icône d'app automatique ou personnalisée pour l'en-tête de Glance
hu: Automatikus vagy egyéni appikon-méret a Glance fejlécéhez
ja: Glanceヘッダのアプリアイコンサイズ（自動またはカスタム）
nl: Automatische of aangepaste grootte van het app-pictogram voor de Glance-koptekst
pl: Automatyczny lub niestandardowy rozmiar ikony aplikacji w nagłówku Glance
pt: Tamanho automático ou personalizado do ícone da aplicação no cabeçalho do Glance
ru: Автоматический или пользовательский размер значка приложения для заголовка Glance
sv: Automatisk eller anpassad appsymbolstorlek för Glance-rubriken
tr: Glance başlığı için otomatik veya özel uygulama simgesi boyutu
vi: Kích cỡ biểu tượng ứng dụng tự động hoặc tùy chỉnh cho tiêu đề Glance
zh_hans: Glance 标题栏中应用图标的大小，可选择自动或自定义
zh_hant: 設定 Glance 標頭的應用程式圖示大小，可選擇自動或自訂

source: Automatic Updates
ar: تحديثات تلقائية
de: Automatische Updates
es: Actualizaciones automáticas
fr: Mises à jour automatiques
hu: Automatikus frissítések
ja: 自動アップデート
nl: Automatische updates
pl: Automatyczne uaktualnienia
pt: Atualizações Automáticas
ru: Автоматические обновления
sv: Automatiska uppdateringar
tr: Otomatik Güncellemeler
vi: Cập nhật tự động
zh_hans: 自动更新
zh_hant: 自動更新

source: Automatically start DockDoor Pro when you log in
ar: بدء تشغيل DockDoor Pro تلقائياً عند تسجيل الدخول
de: DockDoor Pro automatisch beim Anmelden starten
es: Inicia DockDoor Pro automáticamente al iniciar sesión
fr: Démarrer automatiquement DockDoor Pro lorsque vous vous connectez
hu: A DockDoor Pro automatikus elindítása bejelentkezéskor
ja: ログイン時にDockDoor Proを自動的に起動
nl: Open DockDoor Pro automatisch bij het inloggen
pl: Otwieraj DockDoor Pro automatycznie podczas logowania
pt: Iniciar automaticamente o DockDoor Pro quando iniciar sessão
ru: Автоматически запускать DockDoor Pro при входе в систему
sv: Starta DockDoor Pro automatiskt när du loggar in
tr: Giriş yaptığınızda DockDoor Pro’nun otomatik olarak başlamasını sağlar
vi: Tự động khởi động DockDoor Pro khi bạn đăng nhập
zh_hans: 登录时自动启动 DockDoor Pro
zh_hant: 登入時自動啟動 DockDoor Pro

source: Automation
ar: الأتمتة
es: Automatización
fr: Automatisation
hu: Automatizálás
ja: オートメーション
nl: Automatisering
pl: Automatyzacja
pt: Automatização
ru: Автоматизация
sv: Automatisering
tr: Otomasyon
vi: Tự động hóa
zh_hans: 自动化
zh_hant: 自動化

source: AV Player
ar: مشغل AV
es: Reproductor AV
fr: Lecteur AV
hu: AV-lejátszó
ja: AVプレーヤー
nl: AV-speler
pl: Odtwarzacz AV
pt: Reprodutor AV
ru: AV плеер
sv: AV-spelare
tr: AV Oynatıcı
vi: Trình phát AV
zh_hans: AV 播放器
zh_hant: 影音播放器

source: available
ar: متاح
de: verfügbar
es: disponible
fr: disponible
hu: elérhető
ja: 使用可能
nl: beschikbaar
pl: dostępne
pt: disponível
ru: доступно
sv: tillgängligt
tr: mevcut
vi: khả dụng
zh_hans: 可用
zh_hant: 可用

source: Available Actions
ar: الإجراءات المتاحة
de: Verfügbare Aktionen
es: Acciones disponibles
fr: Actions disponibles
hu: Elérhető műveletek
ja: 使用可能なアクション
nl: Beschikbare acties
pl: Dostępne akcje
pt: Ações Disponíveis
ru: Доступные действия
sv: Tillgängliga åtgärder
tr: Kullanılabilir Eylemler
vi: Tác vụ khả dụng
zh_hans: 可用操作
zh_hant: 可用的動作

source: Avoid Dock Overlap
ar: تجنب التداخل مع Dock
de: Dock-Überlappung vermeiden
es: Evitar solapamiento con el Dock
fr: Éviter les chevauchements de dock
hu: Dock-átfedés elkerülése
ja: Dockとの重なりを回避
nl: Vermijd overlapping van Dock
pl: Unikaj nakładania się z Dockiem
pt: Evitar Sobreposição da Dock
ru: Избегать перекрытия Dock
sv: Undvik docköverlappning
tr: Dock Çakışmasını Önle
vi: Tránh chồng lấn dock
zh_hans: 避免 Dock 重叠
zh_hant: 避免與 Dock 重疊

source: Babble
ar: ثرثرة
de: Stimmengewirr
es: Murmullo
fr: Brouhaha
hu: Zsongás
ja: ざわめき
nl: Geroezemoes
pl: Gwar
pt: Murmúrio
ru: Гомон
sv: Sorl
tr: Mırıltı
vi: Tiếng rì rầm
zh_hans: 人声低语
zh_hant: 閒聊

source: Back
ar: عودة
de: Zurück
es: Atrás
fr: Retour
hu: Vissza
ja: 戻る
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
sv: Tillbaka
tr: Geri
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Back Key
ar: مفتاح الرجوع
de: Zurück-Taste
es: Tecla Atrás
fr: Touche Retour
hu: Vissza billentyű
ja: 戻るキー
nl: Terugtoets
pl: Klawisz Wstecz
pt: Tecla de Recuo
ru: Клавиша «Назад»
sv: Bakåttangent
tr: Geri Tuşu
vi: Phím Quay lại
zh_hans: 返回键
zh_hant: 返回鍵

source: Back up all settings once a day, keeping the most recent copies
ar: نسخ كل الإعدادات احتياطيًا مرة يوميًا مع الاحتفاظ بأحدث النسخ
de: Alle Einstellungen einmal täglich sichern und die neuesten Kopien behalten
es: Hace una copia de seguridad de todos los ajustes una vez al día y conserva las copias más recientes
fr: Sauvegarder tous les paramètres une fois par jour, en conservant les copies les plus récentes
hu: Minden beállítás biztonsági mentése naponta egyszer, a legutóbbi másolatok megőrzésével
ja: すべての設定を1日1回バックアップし、最新のコピーを保持
nl: Maak één keer per dag een back-up van alle instellingen en bewaar de meest recente kopieën
pl: Twórz raz dziennie kopię zapasową wszystkich ustawień, zachowując najnowsze kopie
pt: Fazer uma cópia de segurança de todas as definições uma vez por dia, mantendo as cópias mais recentes
ru: Создавать резервную копию всех настроек раз в день, сохраняя последние копии
sv: Säkerhetskopiera alla inställningar en gång om dagen och behåll de senaste kopiorna
tr: Tüm ayarları günde bir kez yedekle, en son kopyaları sakla
vi: Sao lưu tất cả cài đặt mỗi ngày một lần, giữ lại các bản sao gần đây nhất
zh_hans: 每天备份一次所有设置，保存最新副本
zh_hant: 每天備份所有設定，並保留最新的備份副本

source: Back widgets with glass, a solid color, or a custom image
ar: وضع زجاج أو لون خالص أو صورة مخصصة خلف الأدوات
de: Widgets mit Glas, einer Volltonfarbe oder einem eigenen Bild hinterlegen
es: Usa vidrio, un color sólido o una imagen personalizada como fondo de los widgets
fr: Placer derrière les widgets du verre, une couleur unie ou une image personnalisée
hu: Üveghatású, egyszínű vagy egyéni képes háttér a widgetek mögött
ja: ウィジェットの背景をガラス、単色、カスタム画像から選択
nl: Geef widgets een achtergrond van glas, een effen kleur of een aangepaste afbeelding
pl: Ustaw szkło, jednolity kolor lub własny obrazek jako tło widżetów
pt: Usar vidro, uma cor sólida ou uma imagem personalizada como fundo dos widgets
ru: Подложка виджетов: стекло, сплошной цвет или пользовательское изображение
sv: Ge widgetar en bakgrund av glas, en heltäckande färg eller en anpassad bild
tr: Widget'ların arkasında cam, düz renk veya özel görsel kullan
vi: Tạo nền cho tiện ích bằng kính, màu thuần hoặc hình ảnh tùy chỉnh
zh_hans: 为小组件使用玻璃、纯色或自定图片背景
zh_hant: 使用玻璃效果、純色或自訂圖片作為小工具背景

source: Back widgets with glass, a solid color, or a custom image.
ar: ضع زجاجًا أو لونًا خالصًا أو صورة مخصصة خلف الأدوات.
de: Widgets mit Glas, einer Volltonfarbe oder einem eigenen Bild hinterlegen.
es: Usa vidrio, un color sólido o una imagen personalizada como fondo de los widgets.
fr: Placer derrière les widgets du verre, une couleur unie ou une image personnalisée.
hu: Üveghatású, egyszínű vagy egyéni képes háttér a widgetek mögött.
ja: ウィジェットの背景をガラス、単色、カスタム画像から選択します。
nl: Geef widgets een achtergrond van glas, een effen kleur of een aangepaste afbeelding.
pl: Ustaw szkło, jednolity kolor lub własny obrazek jako tło widżetów.
pt: Usar vidro, uma cor sólida ou uma imagem personalizada como fundo dos widgets.
ru: Подложка виджетов: стекло, сплошной цвет или пользовательское изображение.
sv: Ge widgetar en bakgrund av glas, en heltäckande färg eller en anpassad bild.
tr: Widget'ların arkasında cam, düz renk veya özel görsel kullan.
vi: Tạo nền cho tiện ích bằng kính, màu thuần hoặc hình ảnh tùy chỉnh.
zh_hans: 为小组件使用玻璃、纯色或自定图片背景。
zh_hant: 使用玻璃效果、純色或自訂圖片作為小工具背景。

source: background
ar: خلفية
de: hintergrund
es: fondo
fr: arrière-plan
hu: háttér
ja: 背景
nl: achtergrond
pl: tło
pt: fundo
ru: фон
sv: bakgrund
tr: arka plan
vi: nền
zh_hans: 背景
zh_hant: 背景

source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
hu: Háttér
ja: 背景
nl: Achtergrond
pl: Tło
pt: Fundo
ru: Фон
sv: Bakgrund
tr: Arka plan
vi: Nền
zh_hans: 背景
zh_hant: 背景

source: Background for menus, popovers, and panels, or the same as the dock
ar: خلفية القوائم والنوافذ المنبثقة واللوحات، أو نفس خلفية Dock
de: Hintergrund für Menüs, Popover und Panels oder derselbe wie beim Dock
es: Fondo de los menús, las ventanas emergentes y los paneles, o el mismo que el Dock
fr: Arrière-plan des menus, fenêtres contextuelles et panneaux, ou identique à celui du dock
hu: Menük, felugró ablakok és panelek háttere, vagy ugyanaz, mint a Docké
ja: メニュー、ポップオーバー、パネルの背景、またはDockと同じ背景
nl: Achtergrond voor menu's, popovers en panelen, of dezelfde als het Dock
pl: Tło menu, okien podręcznych i paneli lub takie samo jak tło Docka
pt: Fundo dos menus, popovers e painéis, ou o mesmo da Dock
ru: Фон для меню, всплывающих окон и панелей или такой же, как у Dock
sv: Bakgrund för menyer, popovers och paneler, eller samma som dockan
tr: Menüler, açılır pencereler ve paneller için arka plan veya dock ile aynı arka plan
vi: Nền cho menu, cửa sổ bật lên và bảng, hoặc giống như dock
zh_hans: 菜单、弹出式视图和面板的背景，可设为与 Dock 相同
zh_hant: 選單、彈出式視窗與面板的背景，或與 Dock 相同

source: Background for menus, popovers, and panels.
ar: خلفية القوائم والنوافذ المنبثقة واللوحات.
de: Hintergrund für Menüs, Popover und Panels.
es: Fondo de los menús, las ventanas emergentes y los paneles.
fr: Arrière-plan des menus, fenêtres contextuelles et panneaux.
hu: Menük, felugró ablakok és panelek háttere.
ja: メニュー、ポップオーバー、パネルの背景です。
nl: Achtergrond voor menu's, popovers en panelen.
pl: Tło menu, okien podręcznych i paneli.
pt: Fundo dos menus, popovers e painéis.
ru: Фон для меню, всплывающих окон и панелей.
sv: Bakgrund för menyer, popovers och paneler.
tr: Menüler, açılır pencereler ve paneller için arka plan.
vi: Nền cho menu, cửa sổ bật lên và bảng.
zh_hans: 菜单、弹出式视图和面板的背景。
zh_hant: 選單、彈出式視窗與面板的背景。

source: Background Image
ar: صورة الخلفية
de: Hintergrundbild
es: Imagen de fondo
fr: Image d'arrière-plan
hu: Háttérkép
ja: 背景画像
nl: Achtergrondafbeelding
pl: Obraz tła
pt: Imagem de Fundo
ru: Фоновое изображение
sv: Bakgrundsbild
tr: Arka Plan Resmi
vi: Hình nền
zh_hans: 背景图片
zh_hant: 背景圖片

source: Background Opacity
ar: عتامة الخلفية
de: Hintergrunddeckkraft
es: Opacidad del fondo
fr: Opacité de l'arrière-plan
hu: Háttér átlátszatlansága
ja: 背景の不透明度
nl: Achtergronddekking
pl: Krycie tła
pt: Opacidade do Fundo
ru: Непрозрачность фона
sv: Bakgrundens opacitet
tr: Arka Plan Opaklığı
vi: Độ mờ nền
zh_hans: 背景不透明度
zh_hant: 背景不透明度

source: Background Sounds
ar: أصوات الخلفية
de: Hintergrundgeräusche
es: Sonidos de fondo
fr: Sons d'arrière-plan
hu: Háttérhangok
ja: バックグラウンドサウンド
nl: Achtergrondgeluiden
pl: Dźwięki tła
pt: Sons de Fundo
ru: Фоновые звуки
sv: Bakgrundsljud
tr: Arka Plan Sesleri
vi: Âm thanh nền
zh_hans: 背景音
zh_hant: 背景聲音

source: Background Sounds aren't available on this Mac.
ar: أصوات الخلفية غير متوفرة على هذا الـ Mac.
de: Hintergrundgeräusche sind auf diesem Mac nicht verfügbar.
es: Los sonidos de fondo no están disponibles en este Mac.
fr: Les sons d'arrière-plan ne sont pas disponibles sur ce Mac.
hu: A Háttérhangok nem érhetők el ezen a Macen.
ja: このMacではバックグラウンドサウンドを利用できません。
nl: Achtergrondgeluiden zijn niet beschikbaar op deze Mac.
pl: Dźwięki tła nie są dostępne na tym Macu.
pt: Os Sons de fundo não estão disponíveis neste Mac.
ru: Фоновые звуки недоступны на этом Mac.
sv: Bakgrundsljud är inte tillgängliga på den här Macen.
tr: Arka Plan Sesleri bu Mac'te kullanılamıyor.
vi: Âm thanh nền không khả dụng trên máy Mac này.
zh_hans: 此 Mac 不支持背景音。
zh_hant: 背景聲音在此 Mac 上無法使用。

source: Background Style
ar: نمط الخلفية
de: Hintergrundstil
es: Estilo de fondo
fr: Style d'arrière-plan
hu: Háttérstílus
ja: 背景スタイル
nl: Achtergrondstijl
pl: Styl tła
pt: Estilo de Fundo
ru: Стиль фона
sv: Bakgrundsstil
tr: Arka Plan Stili
vi: Kiểu nền
zh_hans: 背景样式
zh_hant: 背景樣式

source: Backing opacity behind Liquid Glass surfaces
ar: عتامة الطبقة الخلفية وراء أسطح Liquid Glass
de: Deckkraft hinter Liquid-Glass-Oberflächen
es: Opacidad del fondo detrás de las superficies de Liquid Glass
fr: Règle la transparence des surfaces Liquid Glass
hu: A Liquid Glass felületek mögötti háttér opacitása
ja: Liquid Glass面の背後の下地の不透明度
nl: Achtergronddekking achter Liquid Glass-oppervlakken
pl: Krycie podkładu za powierzchniami Liquid Glass
pt: Opacidade do fundo atrás das superfícies Liquid Glass
ru: Непрозрачность подложки за поверхностями Liquid Glass
sv: Underlagets opacitet bakom Liquid Glass-ytor
tr: Liquid Glass yüzeylerinin arkasındaki arka plan opaklığı
vi: Độ mờ của lớp nền phía sau các bề mặt Liquid Glass
zh_hans: Liquid Glass表面背后的不透明度
zh_hant: Liquid Glass 表面後方背景的不透明度

source: Backup & Restore
ar: النسخة الاحتياطية / الاستعادة
de: Sichern & Wiederherstellen
es: Copia de seguridad y restauración
fr: Sauvegarder & Restaurer
hu: Biztonsági mentés és visszaállítás
ja: バックアップと復元
nl: Back-up en herstel
pl: Kopia zapasowa i odtwarzanie
pt: Cópia de Segurança & Restauro
ru: Резервное копирование и восстановление
sv: Säkerhetskopiering och återställning
tr: Yedekleme ve Geri Yükleme
vi: Sao lưu & Khôi phục
zh_hans: 备份 & 恢复
zh_hant: 備份與還原

source: Backup Folder
ar: مجلد النسخ الاحتياطي
de: Sicherungsordner
es: Carpeta de copias de seguridad
fr: Dossier de sauvegarde
hu: Biztonsági mentés mappája
ja: バックアップフォルダ
nl: Back-upmap
pl: Folder kopii zapasowych
pt: Pasta de Cópias de Segurança
ru: Папка резервных копий
sv: Mapp för säkerhetskopior
tr: Yedekleme Klasörü
vi: Thư mục sao lưu
zh_hans: 备份文件夹
zh_hant: 備份檔案夾

source: Badge Refresh Interval
ar: فاصل تحديث الشارات
de: Aktualisierungsintervall für Kennzeichen
es: Intervalo de actualización de globos
fr: Intervalle d'actualisation du badge
hu: Jelvényfrissítési időköz
ja: バッジの更新間隔
nl: Vernieuwingsinterval van de badge
pl: Częstotliwość odświeżania plakietek
pt: Intervalo de Atualização dos Emblemas
ru: Интервал обновления метки
sv: Uppdateringsintervall för brickor
tr: Rozet Yenileme Aralığı
vi: Khoảng thời gian làm mới huy hiệu
zh_hans: 徽章刷新间隔
zh_hant: 徽章更新間隔

source: Balanced Noise
ar: ضوضاء متوازنة
de: Ausgewogenes Rauschen
es: Ruido equilibrado
fr: Bruit équilibré
hu: Kiegyensúlyozott zaj
ja: バランスノイズ
nl: Gebalanceerde ruis
pl: Zrównoważony szum
pt: Ruído equilibrado
ru: Сбалансированный шум
sv: Balanserat brus
tr: Dengelenmiş Gürültü
vi: Tiếng ồn cân bằng
zh_hans: 平衡噪声
zh_hant: 平衡噪音

source: bandwidth
ar: عرض النطاق
de: bandbreite
es: ancho de banda
fr: bande passante
hu: sávszélesség
ja: 帯域幅
nl: bandbreedte
pl: przepustowość
pt: largura de banda
ru: пропускная способность
sv: bandbredd
tr: bant genişliği
vi: băng thông
zh_hans: 带宽
zh_hant: 頻寬

source: battery
ar: بطارية
de: batterie
es: batería
fr: batterie
hu: akkumulátor
ja: バッテリー
nl: batterij
pl: bateria
pt: bateria
ru: аккумулятор
sv: batteri
tr: batarya
vi: pin
zh_hans: 电池
zh_hant: 電池

source: Battery
ar: البطارية
de: Batterie
es: Batería
fr: Batterie
hu: Akkumulátor
ja: バッテリー
nl: Batterij
pl: Bateria
pt: Bateria
ru: Аккумулятор
sv: Batteri
tr: Pil
vi: Pin
zh_hans: 电池
zh_hant: 電池

source: Before Apps is for leading tools. After Apps is where native-style layouts keep Trash.
ar: «قبل التطبيقات» مخصص لأدوات البداية. و«بعد التطبيقات» هو حيث تُبقي التخطيطات الشبيهة بالأصلي على المهملات.
de: „Vor Apps“ ist für Werkzeuge am Anfang. „Nach Apps“ ist der Bereich, in dem Layouts im nativen Stil den Papierkorb platzieren.
es: Antes de las apps es para herramientas iniciales. Después de las apps es donde las disposiciones de estilo nativo colocan la Papelera.
fr: « Avant les apps » regroupe les outils de début. « Après les apps » est là où les dispositions de style natif gardent la Corbeille.
hu: Az Appok előtt szakasz az elöl lévő eszközöké. Az Appok után szakaszban tartják a natív stílusú elrendezések a Kukát.
ja: 「アプリの前」は先頭側のツール用です。「アプリの後」は、ネイティブ風のレイアウトでゴミ箱を置く場所です。
nl: 'Voor apps' is bedoeld voor tools vooraan. 'Na apps' is waar lay-outs in de stijl van het standaard Dock de prullenmand plaatsen.
pl: Strefa Przed aplikacjami jest przeznaczona na narzędzia początkowe. W układach wzorowanych na systemowym Docku Kosz znajduje się w strefie Po aplikacjach.
pt: Antes das Aplicações serve para ferramentas iniciais. Depois das Aplicações é onde as disposições de estilo nativo mantêm o Lixo.
ru: «Перед приложениями» предназначено для инструментов в начале. В «После приложений» макеты в стиле системного Dock размещают Корзину.
sv: Före appar är platsen för inledande verktyg. Efter appar är där layouter i systemstil har papperskorgen.
tr: Uygulamalardan Önce, baştaki araçlar içindir. Uygulamalardan Sonra, yerel tarzdaki düzenlerin Çöp Sepeti'ni tuttuğu yerdir.
vi: Trước ứng dụng là vị trí dành cho các công cụ ở đầu. Sau ứng dụng là vị trí mà các bố cục kiểu macOS đặt Thùng rác.
zh_hans: “应用前”区域用于放置前置工具，“应用后”区域则是原生布局中废纸篓所在的位置。
zh_hant: 「在應用程式之前」用於放置前端工具；「在應用程式之後」則是原生風格配置中垃圾桶所在的位置。

source: Before macOS Asks
ar: قبل أن يسأل macOS
de: Bevor macOS fragt
es: Antes de que macOS pregunte
fr: Avant les requêtes macOS
hu: Mielőtt a macOS rákérdez
ja: macOSが確認する前に
nl: Voordat macOS erom vraagt
pl: Zanim macOS zapyta
pt: Antes de o macOS Perguntar
ru: Перед запросом macOS
sv: Innan macOS frågar
tr: macOS Sormadan Önce
vi: Trước khi macOS hỏi
zh_hans: 在 macOS 提示之前
zh_hant: 於 macOS 提示前

source: Behavior
ar: السلوك
de: Verhalten
es: Comportamiento
fr: Comportement
hu: Viselkedés
ja: 動作
nl: Gedrag
pl: Zachowanie
pt: Comportamento
ru: Поведение
sv: Beteende
tr: Davranış
vi: Cách hoạt động
zh_hans: 行为
zh_hant: 行為

source: Bend the background at the dock's edges with a bright rim, or use the softer frosted glass
ar: ثني الخلفية عند حواف Dock مع إطار لامع، أو استخدام الزجاج المصنفر الأنعم
de: Den Hintergrund an den Dock-Kanten mit einem hellen Rand krümmen oder das weichere Milchglas verwenden
es: Curva el fondo en los bordes del Dock con un reborde brillante o usa el vidrio esmerilado más suave
fr: Courber l'arrière-plan aux bords du dock avec un liseré lumineux, ou utiliser le verre givré plus doux
hu: A háttér meghajlítása a Dock széleinél fényes peremmel, vagy a lágyabb matt üveg használata
ja: 明るい縁取りでDockの端の背景を屈折させるか、よりやわらかなすりガラスを使用
nl: Buig de achtergrond aan de randen van het Dock met een heldere lichtrand, of gebruik het zachtere matte glas
pl: Załamuj tło przy krawędziach Docka i dodaj jasną obwódkę albo użyj łagodniejszego matowego szkła
pt: Curvar o fundo nas margens da Dock com um rebordo brilhante, ou usar o vidro fosco mais suave
ru: Преломлять фон по краям Dock с ярким ободком или использовать более мягкое матовое стекло
sv: Böj bakgrunden vid dockans kanter med en ljus kant, eller använd det mjukare frostade glaset
tr: Dock'un kenarlarında arka planı parlak bir kenarla bük ya da daha yumuşak buzlu camı kullan
vi: Uốn cong nền ở các cạnh dock với viền sáng, hoặc dùng kính mờ dịu hơn
zh_hans: 在 Dock 边缘使背景产生折射并添加明亮边框，或使用更柔和的磨砂玻璃
zh_hant: 在 Dock 邊緣產生背景折射效果並加上明亮邊緣，或使用較柔和的霧面玻璃

source: Bends the background at the dock's edges and adds a bright rim. Off keeps the softer frosted glass. Liquid Crest always uses frosted glass.
ar: يثني الخلفية عند حواف Dock ويضيف إطارًا لامعًا. عند إيقافه يبقى الزجاج المصنفر الأنعم. يستخدم Liquid Crest الزجاج المصنفر دائمًا.
de: Krümmt den Hintergrund an den Dock-Kanten und fügt einen hellen Rand hinzu. Wenn deaktiviert, bleibt das weichere Milchglas erhalten. Liquid Crest verwendet immer Milchglas.
es: Curva el fondo en los bordes del Dock y añade un reborde brillante. Si se desactiva, se mantiene el vidrio esmerilado más suave. Liquid Crest siempre usa vidrio esmerilado.
fr: Courbe l'arrière-plan aux bords du dock et ajoute un liseré lumineux. Désactivée, l'option conserve le verre givré plus doux. Liquid Crest utilise toujours le verre givré.
hu: Meghajlítja a hátteret a Dock széleinél, és fényes peremet ad hozzá. Kikapcsolva a lágyabb matt üveg marad. A Liquid Crest mindig matt üveget használ.
ja: Dockの端で背景を屈折させ、明るい縁取りを加えます。オフにすると、よりやわらかなすりガラスになります。Liquid Crestでは常にすりガラスが使用されます。
nl: Buigt de achtergrond aan de randen van het Dock en voegt een heldere lichtrand toe. Uit behoudt het zachtere matte glas. Liquid Crest gebruikt altijd mat glas.
pl: Załamuje tło przy krawędziach Docka i dodaje jasną obwódkę. Wyłączenie tej opcji pozostawia łagodniejszy efekt matowego szkła. Liquid Crest zawsze używa matowego szkła.
pt: Curva o fundo nas margens da Dock e adiciona um rebordo brilhante. Desativado, mantém o vidro fosco mais suave. O Liquid Crest usa sempre vidro fosco.
ru: Преломляет фон по краям Dock и добавляет яркий ободок. Если выключено, используется более мягкое матовое стекло. Liquid Crest всегда использует матовое стекло.
sv: Böjer bakgrunden vid dockans kanter och lägger till en ljus kant. Av behåller det mjukare frostade glaset. Liquid Crest använder alltid frostat glas.
tr: Dock'un kenarlarında arka planı büker ve parlak bir kenar ekler. Kapalıyken daha yumuşak buzlu cam kullanılır. Liquid Crest her zaman buzlu cam kullanır.
vi: Uốn cong nền ở các cạnh dock và thêm viền sáng. Khi tắt, dock giữ kính mờ dịu hơn. Liquid Crest luôn dùng kính mờ.
zh_hans: 使 Dock 边缘的背景产生折射，并添加明亮边框。关闭时保留更柔和的磨砂玻璃效果。液态波峰始终使用磨砂玻璃。
zh_hant: 在 Dock 邊緣產生背景折射效果並加上明亮邊緣。關閉後則維持較柔和的霧面玻璃效果。Liquid Crest 一律使用霧面玻璃。
